<?php
/**
*  +----------------------------------------------------------------------------------------------+
*   | Author: ONLY <491518132@qq.com>
*	+----------------------------------------------------------------------------------------------+
*   | Creater Time : 2013-6-8 	
*  +----------------------------------------------------------------------------------------------+
*    Link :		http://www.phpyrb.com
*					http://www.cloudsskill.com 
*					http://www.goshopx.com  
*					http://www.shopingj.com 	     
*  +----------------------------------------------------------------------------------------------+
**/
		$DB = array(
					'DB_TYPE'               => 'mysql',     // 数据库类型
					'DB_HOST'               => 'localhost', // 服务器地址
					'DB_NAME'               => 'blog',          // 数据库名
					'DB_USER'               => 'root',      // 用户名
					'DB_PWD'                => '',          // 密码
					'DB_PORT'               => '3306',        // 端口
					'DB_PREFIX'             => 'blog_',    // 数据库表前缀
					//'DB_FIELDS_CACHE'       => true,        // 启用字段缓存
					'DB_CHARSET'            => 'utf8',      // 数据库编码默认采用utf8
		);
